// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Fax Transmission Record"="Запись передачи факса";
"User Name"="Имя пользователя";
"Start Date/Time"="Дата/время начала";
"End Date/Time"="Дата/время окон.";
"Recipient"="Получатель";
"Company/Corp."="Компания";
"Fax Number"="Номер факса";
"Status"="Состояние";
"Number of Pages"="Число страниц";
"Image Quality"="Кач. изображ.";
"Str_Fax_Transmission_Record_Num_Of_Selected"="Выбрано %1$d из %2$d";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="О программе FAX Utility...";
"Preferences..."="Настройки...";
"Services"="Службы";
"Hide FAX Utility"="Скрыть FAX Utility";
"Hide Others"="Скрыть остальные";
"Show All"="Показать все";
"Quit FAX Utility"="Завершить FAX Utility";
"File"="файл";
"Close"="Закрыть";
"Save"="Сохранить";
"Edit"="Редактировать";
"Delete log"="Удалить журнал";
"Window"="окно";
"Minimize"="Свернуть";
"Help"="Справка";

// ------------------------------------------------------------------------
// Status
// ------------------------------------------------------------------------
"SentStatusError0"="Отправлено";
"SentStatusError10001"="Передача отменена";
"SentStatusError10002"="Не указан получатель";
"SentStatusError10003"="Размер бумаги не поддерживается";
"SentStatusError10004"="Нет места на диске";
"SentStatusError10005"="Линия факса занята";
"SentStatusError10006"="Недопустимый набранный номер";
"SentStatusError10007"="Ошибка цвет. передачи";
"SentStatusError10008"="Нет сигнала";
"SentStatusError10009"="Не отвечает";
"SentStatusError10010"="Превышен лимит данных";
"SentStatusError10011"="Неизв. протокол связи";
"SentStatusError10012"="Разрыв связи (ПК -> принтер)";
"SentStatusError10013"="Ошибка связи (принтер -> получ.)";
"SentStatusError10014"="ПК-ФАКС недоступен";
"SentStatusErrorComm"="Ошибка связи(%d)";
"SentStatusError10015"="Результат неизвестен";
"SentStatusError110001"="Неизвестная ошибка";

"SentResolutionNormal"="Обычное";
"SentResolutionFine"="Наилучшее(Цветной)";
"SentResolutionPhoto"="Фото";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Отменить";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Не удалось найти файл, необходимый для выполнения программы.\nПереустановите FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Не удалось получить информацию о принтере (факсе). Откройте \"Настройки печати и факса\" и добавьте драйвер ПК-ФАКС.";
"Str_Alert_Common_Confirm_OverWrite"="Указанный файл уже существует. Перезаписать?";
"Str_Alert_Common_Not_Responding_Error"="Принтер не отвечает. Убедитесь, что принтер правильно подключен и включен.";
"Str_Alert_Common_Communication_Error"="Произошла ошибка подключения принтера.";
"Str_Alert_Common_Printer_Processing_Error"="Выполняется обработка данных принтером. Подождите и повторите попытку.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="При подключении к принтеру обнаружена ошибка.\nКод ошибки (%d)";
"Str_Alert_Common_Error_Occurred"="Отмена обработки в связи с ошибкой.";
"Str_Alert_Common_PrinterStatusError"="Ошибка принтера. Выполните сброс ошибки и повторите попытку.";

// ------------------------------------------------------------------------
// Alert(FAX Transmission Records)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="Не удалось открыть Запись передачи факса, поскольку уже выполняется другая функция FAX Utility. Пожалуйста, ждите, пока ее выполнение завершится, и повторите попытку.";
"Str_Alert_Fax_Transmission_Record_Cannot_Open_Record_File"="Не удалось открыть файл записи передачи. У вас нет прав доступа, или файл не существует.";
"Str_Alert_Fax_Transmission_Record_Transmission_Record_Not_Found"="Нет записей передачи. ";
"Str_Alert_Fax_Transmission_Record_LogData_Save_Failed"="Не удалось сохранить файл журнала. Измените путь и имя файла и сохраните файл снова.";
"Str_Alert_Fax_Transmission_Record_LogData_Delete_Failed"="Не удалось удалить файл журнала. Он может использоваться другим приложением, или у вас нет прав доступа, или он уже удален.";
"Str_Alert_Fax_Transmission_Record_Confirm_Delete_LogFile"="Все журналы будут удалены. Продолжить?";

// ------------------------------------------------------------------------
"SentStatusError10017"="Ошибка проверки подлинности (функция недоступна)";
"SentStatusError10018"="Неправильное соединение с телефонной линией";
"SentResolutionPhotoY2"="Качество";
"SentResolutionPhotoX2Y2"="Высокое качество";
